Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: མཚན་ཉིད་ གཉིས་ ཀྱི་ རྣམ་ཤེས་ ཤིང་ །_། བརྒྱད་ གཉིས་ ཡོངས་སུ་ ཤེས་པ་པོ །_། བཅུ་དྲུག་ སྐྱེ་བ་ རིག་པ་ གང་ །_། སྐྱེ་བོ་ དེ་ ནི་ སྡིག་པ ས་ བསྲེགས །_།
en: $1454 “ ‘Those whose consciousness has two characteristics,#197 Who know two times eight, And who perceive the sixteen births Will be incinerated by evil.

source: བརྟན་པོ་ ལམ་གཉིས་ ལྟ་བ་ དང་ །_། གཞི་ རྣམས་ ཡོངས་སུ་ མཐ ར་ ཕྱིན་ ཅིང་ །_། ཆུ་བོ་ བཞི་ ལས་ རྣམ་གྲོལ་བ །_། མཁས་པ་ དེ་ ནི་ སྡིག་པ་ བསྲེགས །_།
en: $1455 “ ‘Stable ones who develop the two views, And who complete the four, And escape the four rivers#198 Are wise beings who will burn away evil.

source: ལམ་ བརྒྱད་ དེ་ཉིད་ འཇུག་ རིག་ ཅིང་ །_། སྟོབས་ བཅུ་ དག་ ནི་ མཐོང་བ་ དང་ །_། སྡུག་བསྔལ་ གཉིས་ ཀྱི་ རྒྱུ་རིག་པ །_། ཟད་པ་ མེད་པ འི་ གནས་ སུ་ འགྲོ །_།
en: $1456 “ ‘Those who can correctly enter the eightfold path, And perceive the ten powers, And understand the causes of the two kinds of suffering Will proceed to the undefiled realm.

source: གང་དག་ བདེན་ གཉིས་ ཕ་རོལ་ ཕྱིན །_། དྲན་པ་ བཞི་ ལ་ རྣམ་པར་ དཔྱོད །_། བརྟན་པོ་ དུས་གསུམ་ དོན་ སེམས་པ །_།
en: $1457 “ ‘Those who perfect the two truths, And discern the four recollections, Are stable beings who always attend to what matters.

source: དེ་ ནི་ བདུད་ ཀྱི་ དབང་ མི་ འགྲོ །_།
en: They will not be controlled by the māras.

source: དཀར་པོ འི་ ཆོས་ ནི་ རྣམ་ སྤངས་ ཤིང་ །_། རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ ས་ རྨོངས །_། དེ་ ནི་ བདག་ གི་ སྡིག་ལས་ ཀྱིས །_། ཡི་དགས་ འཇིག་རྟེན་ འདིར་ ཕྱིན་ ཏོ །_།
en: $1458 “ ‘Those who give up the qualities of virtue, And who are deluded about the effects of their own actions, Will be carried by their own unwholesome actions Into this world, the world of starving spirits.’

source: དེ་ལྟ ར་ ཡི་དགས་ དེ་དག་ གི་ ནང་ ནས་ ཁ་ཅིག་ སྔོན་ དགེ་བ འི་ ལས་ ཆུང་ ཟད་ བྱས་པ ས་ ཤེས་རབ་ ཤིན་ཏུ་ རྣོ་བ ར་ འགྱུར་ ཏེ །_ དེ་ ལ་ དམིགས་པ ར་ གྱུར་པ འི་ ཡི་དགས་ དེ་དག་ ལ་ དེ་སྐད་ དུ་ རྗེས་སུ་ བསྟན་ ཏོ །_།
en: $1459 “Because they earlier engaged in a few virtuous actions, some among the starving spirits have very sharp intelligence, and thus instruct the other starving spirits that they behold.

source: རྗེས་སུ་ བསྟན་ ནས་ ཀྱང་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ སྡུག་བསྔལ་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: Once they have delivered their teaching, they will remain to experience their individual suffering until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $1460 “Once these beings escape the world of starving spirits, they might, due to karmic actions to be experienced in other lives, be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ཡི་དགས་ ཀྱི་ བརྟུལ་ཞུགས་ དང་ ཡི་དགས་ ཀྱི་ རྗེས་སུ་ འབྲང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In that case they will, in accordance with their causal actions, engage in behavior and conduct that resembles that of starving spirits.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ དུར་ཁྲོད་ ན་ [310b] འདུག་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ གནས་པ་ མཐོང་ ངོ་ །_།
en: $1461 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the charnel ground dwellers. {{page:{number:458,id:UT22084-068-021-100484,folio:F.310.b,volume:V68}}}

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེམས་ཅན་ སེར་སྣ ས་ ཉམས་པ་ གང་ གིས་ སངས་རྒྱས་ ལ་ གཞན་ གྱིས་ མེ་ཏོག་ ཕུལ་བ་ དག་ དེས་ བརྐུས་ སོ །_།
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people, impaired by stinginess and envy, steal flowers that were offered to the buddhas and then proceed to sell those flowers for the sake of profit.

source: བརྐུས་ ནས་ ཀྱང་ ཁེ་འདོད་པ འི་ ཕྱིར་ བཙོངས་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ ཡི་དགས་ དུར་ཁྲོད་ ན་ འདུག་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such beings separate from their bodies, they will fall into the lower realms and be born among the starving spirits that dwell in charnel grounds.

source: དུར་ཁྲོད་ ན་ འདུག་པ་ དེ་དག་ གི་ ཁ་ཟས་ ནི་ འདི་ལྟ་སྟེ །_
en: These starving spirits feed on the occasional smoke that arises when refuse is burned at the charnel grounds.

source: དུར་ཁྲོད་ ཀྱི་ ཕྱག་དར་ གང་ཡང་ རུང་བ་ དུ་བ འི་ རྒྱུན་ མེད་པ་ དེ་ ལ་ དེ་དག་ ཟླ་བ་ གཅིག་ གི་ བར་ དུ་ ཟ་ ཞིང་ འདུག་ ལ །_ དེ་ནས་ ཁ་ཟས་ མེད་པར་ འཁོད་ དོ །_།
en: In this way they can subsist for a month, after which they will have no more to eat.

source: རྟག་ ཏུ་ དེ འི་ མགོ་ ལྕགས་ ཀྱི་ ཕྲེང་བ་ རབ་ཏུ་ འབར་བ ས་ བཅིངས་ ཤིང་ དེ་ གང་ ནས་ གང་ དུ་ སྐྱེས་པ འི་ གླད་པ་ རབ་ཏུ་ འཇུ་བ ར་ བྱེད་ ལ་མགོ འི་ ཐོད་པ་ ཡང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Burning iron garlands are tied around their heads, and wherever they take birth, those chains will melt their brains and burn their skulls.

source: ལྕགས་ ལས་ བྱས་པ འི་ ཕྲེང་བ་ གཉིས་ པས་ ཀྱང་ དེ འི་ མིད་པ་ བཅིངས་ ཤིང་ དེས་ དེ འི་ མིད་པ་ དང་ བྲང་ ཡང་ སྲེག་ སྟེ །_
en: Other iron garlands are tied around their necks, burning their throats and chests.

source: གང་ སངས་རྒྱས་ ཀྱི་ མེ་ཏོག་ བརྐུས་པ འི་ རྒྱུ་ དེས་ན་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཀྱི་ ནང་ དུ་ མེ་ དེ་དག་ སོང་ ནས་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: In this way, the act of stealing flowers from the buddhas will gradually cause all their major and minor body parts to be consumed by fire.

source: ལུས་ ཀྱང་ སྲིན་བུ ས་ ཡོག་ ཅིང་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ཉམ་ཐག་ ལ་ སྲིན་པོ་ གཞན་ ཞིག་ དུར་ཁྲོད་ དེར་ འོངས་ ནས་
en: Their bodies, moreover, will be covered by parasites that bring them unbearable misery and pain.

source: དེས་ ཀྱང་ དེ་དག་ ཐོ་བ་ དང་ །_ རལ་གྲི་ དང་ །_ གཏུན་ཤིང་ རྣམས་ ཀྱིས་ ཀུན་ ནས་ཕྱེ་ མར་ རློག་ གོ །_།
en: Finally, the demons that frequent charnel grounds will pulverize these starving spirits with hammers, swords, and clubs.

source: དེ་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྨྲེ་སྔགས་ འདོན་པ་ ན་ སྡུག་བསྔལ་ གསུམ་ གྱིས་ ཉམ་ཐག་ སྟེ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ འི་ སྡུག་བསྔལ་ དང་ །_ ལྕགས་ ཀྱི་ ཕྲེང་བ འི་ སྡུག་བསྔལ་ དང་ །_ གཞན་ གྱིས་ རལ་གྲི་ དང་ །_ ཐོ་བ ས་ བརྡེགས་པ འི་ སྡུག་བསྔལ་ ཏེ །_
en: $1462 “Crying and lamenting, these starving spirits are tormented by a threefold suffering: hunger and thirst, burning iron garlands, and the crushing swords and hammers.

source: དེ་ལྟ ར་ དེ་དག་ མྱོང་ ཞིང་ ཉེས་པ ར་ བྱེད་པ་ དེ་ འབྲལ་བ ར་ བྱེད་ ལ་ སྨྲེ་སྔགས་ འདོན་པ་ ན་ འདི་ལྟར་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: As they are destroyed by these miseries, the evildoers will lament:

source: བཀྲེས་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ དང་ །_། གཉིས་པ་ མེ་ ཡི་ སྡུག་བསྔལ་ འབྱུང་ །_། གསུམ་པ་ ཐོ་བ་ རལ་གྲི་ ཡི །_། སྡུག་བསྔལ་ དེ་ ནི་ བདག་ གིས་ མྱོང་ །_།
en: $1463 “ ‘While already suffering from hunger and thirst, I am, next, tortured by fire, And, finally, subjected to the pain Of swords and hammers.

source: རང་ གི་ སེམས་ དང་ [311a] ལས་ ཀྱིས་ སུ །_། འདིར་ ནི་ བསླུས་ ཤིང་ ཡོངས་སུ་ རྨོངས །_།
en: $1464 “ ‘My mind {{page:{number:459,id:UT22084-068-021-100485,folio:F.311.a,volume:V68}}} and my actions Have fooled and deceived me completely.

source: ཡི་དགས་ གནས་ སུ་ སྐྱེས་ གྱུར་ ཅིང་ །_། མཛའ་བཤེས་ གཉེན་ དང་ བྲལ་བ ར་ འགྱུར །_།
en: I have been born into the realm of starving spirits And have no friend or helper.

source: སྟོབས་ དང་ བྲལ་བ འི་ ལས་ དག་ གི _། ཞགས་པ་ ཡིས་ ནི་ ཁྲིད་པ་ ན །_། བཤེས་གཉེན་ བུ་ དང་ ཆུང་མ་ དང་ །_། རྩ་ལག་ གིས་ ཀྱང་ སྐྱོབ་ མི་ བྱེད །_།
en: $1465 “ ‘When such a powerless being is pulled along By the shackles of karmic action, No friends, children, spouse, or relatives Can offer any protection.

source: ཇི་ལྟ ར་ ལས་ བཞིན་ སྐྱོབ་ གཞན་ མེད །_། རྣམ་པ་ གསུམ་ ནི་ བདག་ གིས་ མྱོང་ །_། སྦྱིན་ དང་ ཚུལ་ཁྲིམས་ ཐོས་ དང་ གཞན །_། རྣམ་པ་ གསུམ་ ནི་ ཡོངས་སུ་ བསྒྲགས །_།
en: $1466 “ ‘Because of my actions there is no protector. I experience the three,#199 But generosity, discipline, and learning Are another renowned set of three.

source: གཏི་མུག་ དྲ་བ ས་ བསྒྲིབས་པ་ འདིར །_། བདག་ གིས་ ངན་ བྱས་ གང་ མ་ བྱས །_།
en: $1467 “ ‘Here I am caught in the web of ignorance Produced by my own misdeeds, and not by anything else.

source: མི་ བཟད་ རྒྱུ ར་ ནི་ གྱུར་པ་ ཡི །_། ལས་ རྣམས་ ཀྱི་ ནི་ འབྲས་བུ་ འོངས །_།
en: The effects of actions that serve As causes for what is unbearable have now manifested.

source: ཤིན་ཏུ་ མི་ བཟད་ ཡི་དགས་ ཡུལ །_།
en: $1468 “ ‘The realm of starving spirits is utterly intolerable.

source: སྡིག་ལས་ གལ་ཏེ་ བདག་ གྲོལ་ ན །_། ཡང་ དང་ ཡང་ དུ་ སྡིག་པ འི་ ལས །_། བདག་ གིས་ ནམས་ ཀྱང་ མི་ བྱ་ འོ །_།
en: If at some point I escape this evil I shall thereafter always make sure That I refrain from any evil acts.’

source: དེ་ལྟ ར་ ཡི་དགས་ སྨྲེ་སྔགས་ འདོན་པ་ དེ་དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེར་ སྡུག་བསྔལ་ ཆེན་པོ་ དེས་ གནོད་ ཅིང་ ཡིད་ ལ་ གཅགས་ པར་ འགྱུར་ རོ །_།
en: $1469 “Thus they lament, and until their completed and accumulated unwholesome actions that are to be individually experienced have been overcome, relinquished, and exhausted, these starving spirits will continue to experience harm and distress.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན
en: $1470 “When they finally become free from the world of starving spirits, they may, due to karmic actions to be experienced in other lives and as a human, be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ གཏུམ་ ཞིང་ དུར་ཁྲོད་ ཀྱི་ གོས་ ཀྱིས་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In accordance with their causal actions, they will then become savages who subsist on rags that they scavenge from charnel grounds.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ ཤིང་ གི་ ནང་ ན་ གནས་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1471 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the tree dwellers.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ དགེ་འདུན་ གྱི་ འཚོ་བ འི་ ཤིང་ ལྗོན་པ འམ །_ དེ་བཞིན་ དུ་ སྐྱེ་བོ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ ལུས་ ངལ་བ་ ཀུན་ གྱི་ [311b] འཚོ་བ འི་ དོན་ དུ་ རྫིང་བུ་ དང་ །_ ཁྲོན་པ་ བྱས་པ་ དེ་དག་ སེར་སྣ ས་ ཉམས་པ་ དེས་ མ་རུངས་པ ར་ བྱས་ སམ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people who are afflicted by stinginess may destroy a tree that sustains the saṅgha or, likewise, one that stands by a pool or pond that provides nourishment for those hungry, thirsting, or weary. {{page:{number:460,id:UT22084-068-021-100486,folio:F.311.b,volume:V68}}}

source: ཤིང་ སྐམ་ འདོད་པ འི་ ཕྱིར་ འདི་ལྟར་ འདི་དག་ ནི་ བདག་ གི་ ཤིང་ བྱ འོ་ སྙམ་ ནས་
en: Wanting to secure dry wood, such people might decide to appropriate such a tree and fell it.

source: གཅོད་པ ར་ བྱེད་ ཅིང་ དེ་དེ་ བཞིན་ དུ་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཤིང་ གི་ ནང་ ན་ འདུག་པ ར་ འགྱུར་ རོ །_།
en: If they carry out their act as planned, they will, when separating from their bodies, fall into the lower realms and be born among the tree-dwelling starving spirits.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དེ འི་ ལས་ ཀྱིས་ ཤིང་ གསེབ་ ཏུ་ སྐྱེས་པ་ དེ་ ཤིན་ཏུ་ གྲང་བ་ དང་ ཚ་བ ས་ གནོད་ དེ །_
en: $1472 “Their actions will make them take birth in a forest where they will suffer from cold and heat.

source: ཇི་ལྟ ར་ སྲིན་བུ་ ཤིང་ སྐམ་ གྱི་ ནང་ དུ་ སྐྱེས་པ་ ཐམས་ཅད་ ནས་ གནོད་པ་ བཞིན་ ནོ །_།
en: Like worms in dry wood, they will be hurt from all sides.

source: ཤིན་ཏུ་ སྡུག་བསྔལ་ བས་ ཉམ་ཐག་པ་ དེ་ གལ་ཏེ་ བརྒྱ་ལ་ སྡུག་བསྔལ་ དེ་ རྩེ་ ཞིལ་ བར་ བྱེད་ ན་ དེ་ ཤིང་ སྐམ་ གྱི་ གསེབ་ ན་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ་ དང་ །_ ཨ་ ཤོ་ ཏ་ ར་ རྣམས་ ཀྱིས་ ཟ་ ཞིང་ དེ འི་ ཟས་ སུ་ འགྱུར་ རོ །_།
en: In the unlikely event that these tormented and miserable spirits should manage to find some relief,#200 they will be eaten by other insects within the dry wood.

source: གང་ ཁ་ཅིག་ གིས་ བསམས་ ནས་ གཏོར་མ་ གཏོར་ ན་ དེས་ དེ འི་ སྲོག་ འཚོ་བར་ བྱེད་ དེ །_
en: If someone disposes of offering cakes for their sake, these spirits may obtain nourishment.

source: ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ ན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཉམས་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ རབ་ཏུ་ མི་བཟད་པ་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $1473 “Until their completed and accumulated negative acts that are to be individually experienced have been overcome, relinquished, and exhausted, these spirits will continue to undergo unbearable suffering.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: When they finally escape the realm of starving spirits, they may, due to karmic actions to be experienced in other lives and as a human, be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ཚལ་ དང་ །_ རྩྭ་ དང་ །_ སྨན་ དང་ །_ ནགས་ཁྲོད་ དང་ །_ ཤིང་ སྐམ་ དང་ །_ མེ་ཏོག་ གིས་ སྲོག་ འཚོ་ སྟེ །_
en: In that case they will, in accordance with their causal actions, try to survive by eating plants, grass, herbs, forest produce, dry wood, or flowers.

source: འཚོ་བ་ གཞན་ ལ་ རག་ ལས་ཤིང་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: As such, they will also depend on others to stay alive and they will suffer intensely.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ ལམ་ གྱི་ བཞི་མདོ་ ན་ གནས་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1474 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits that dwell at intersections.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ རྐུན་པོ་ གཞན་ ལ་ གནོད་པ་ བྱ་བ འི་ བློ་ དང་ སེར་སྣ ས་ ཉམས་པ་ གང་ གིས་ ཟས་ དང་ སྐོམ་ བརྣོགས་ ཤིང་ དེ་ འགྲོན་པོ་ དག་ གི་ [312a] ཟས་ དང་ སྐོམ་ མ་ བྱིན་ ནས་ དགོད་ ལ་ དེ་དག་ ཀྱང་ གནས་ དེར་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ གྱུར་ ནས་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing, and thus perceive how some malicious scoundrels afflicted by stinginess may hide their food and drink so that, when travelers arrive, {{page:{number:461,id:UT22084-068-021-100487,folio:F.312.a,volume:V68}}} they do not have to give them anything to eat and drink, thus causing intense suffering for others.

source: རྐུན་པོ་ དེ་ལས་ ཀྱི་ མཐུ་ དེས་ ཤི་ ནས་ ལམ་ གྱི་ བཞི་མདོ་ ན་ གནས་པ འི་ ཡི་དགས་ སུ་ འགྱུར་ རོ །_།
en: When such scoundrels later die, they will become starving spirits that dwell at intersections.

source: ཕ་རོལ་ གྱི་ ཡིད་ གཅུགས་པ་ བཅོམ་པ འི་ ལས་ དེ འི་ མཐུ ས་ སོག་ལེ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1475 “Due to the force of their karmic actions that abolished the trust of others, saws will appear.

source: དེ་དག་ གིས་ ཉིན་ གཅིག་ བཞིན་ དུ་ དེ འི་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དེ་ རྣམ་པ་ བཞི ར་ གཅོད་པ ར་ བྱེད །_ གཤེག་ པར་ བྱེད །_ ཡན་ལག་ རྣམས་ གཏུབ་པ ར་ བྱེད་ དོ །_།
en: Each day, these saws will slice through the bodies of these starving and thirsting beings, cleaving them into four pieces and severing their limbs.

source: གང་ གི་ ཚེ་ སྐྱེ་བོ་ དག་ འཇིག་པ ར་ འགྱུར་བ་ དེ འི་ ཚེ་ བྱིས་པ་ ཕལ་པ་ བྱིས་པ འི་ རང་བཞིན་ ཅན་ ལས་ དང་ འབྲས་བུ་ མངོན་པར་ མི་ ཤེས་ ཤིང་འབྲས་ བུ་ དང་ རྒྱུ་ ངན་པ་ ལ་ ལྟ་བ་ དེ་དག་ དེ འི་ ཚེ་ ལམ་ གྱི་ བཞི་མདོ ར་ གཏོར་མ་ འཐོར་བ ར་ བྱེད་ དེ་
en: However, while they are thus being massacred, common, infantile beings—childish beings who lack knowledge of actions and effects and are concerned with bad effects and causes—may place offering cakes at intersections, thinking that it may heal the sick.

source: འདི་ལྟར་ འདི ས་ ནད་པ འི་ ནད་ རབ་ཏུ་ ཞི་བ ར་ འགྱུར་ རོ་ སྙམ་ ནས་
en: Such acts will be cherished by these starving spirits, who will gain nourishment therefrom.

source: གཏོར་མ་ དེ་ ལམ་ གྱི་ བཞི་མདོ་ དེ་དག་ ཏུ་ འཐོར་བ ར་ བྱེད་ དོ །_།
en: Thus, they will take up residence there and reveal themselves.

source: དེ་དེ ས་ དགའ་བ ར་ འགྱུར་ ཏེ །_ དེས་ སྲོག་ འཚོ་བར་ འགྱུར་ ཞིང་ དེས་ གནས་པ ར་ འགྱུར་ ལ་ དེས་ སོ་སོ ར་ སྟོན་པ ར་ བྱེད་ དེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེར་ གནས་ སོ །_།
en: Until their completed and accumulated negative acts to be individually experienced have been overcome, relinquished, and exhausted, these beings will subsist in this way within the realm of starving spirits.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ དང་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན་
en: $1476 “When they later escape the world of starving spirits, they may, due to karmic actions to be experienced in other lives and as a human, take birth as humans.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ རིགས་ངན་པ་ ཕྱུགས་ གསོད་པ་ བྱེད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In accordance with their causal actions, they will then proceed to take birth within a poor caste of cattle butchers.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ བདུད་ ཀྱི་ རིས་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1477 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits of the māra class.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ལས་ངན་ པས་ འཚོ་བ །_ གཡོས་ གཞན་ ལ་ གནོད་པ ར་ བྱེད་པ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people maintain an unwholesome livelihood and deceitfully harm others. {{page:{number:462,id:UT22084-068-021-100488,folio:F.312.b,volume:V68}}}

source: རྒྱུ་ ངན་པ་ དང་ [312b] ལྟ་བ་ ངན་པ འི་ མཐའ་ ལ་ དེ་ཉིད་ ཡིན་ ནོ་ བར་ མངོན་པར་ ཞེན་པ་ གང་ གིས་ ལམ་བཟང་པོ་ སུན་པ ར་ བྱས་ ན
en: Being convinced that negative causes and views are correct, such people will also denigrate the wholesome path.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ བདུད་ ཀྱི་ རིས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will fall into the lower realms and be born among the starving spirits of the māra class.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ རྟག་ ཏུ་ དགེ་སློང་ བསམ་གཏན་ གྱི་ ཟས་ ཀྱིས་ གནས་པ་ རྣམས་ ཀྱི་ སེམས་ རྙོག་པ་ ཅན་ དུ་ བྱེད །_ རྣམ་པར་ འཚེ་བ ར་ བྱེད །_ སྒྲ་བོ་ ཆེ་འདོན་ པར་ བྱེད །_
en: $1478 “Such beings are constantly trying to pollute the minds of monks who are sustained by the food of concentration, harming them, making loud noises, and creating obstacles in their dreams.

source: དེ་ རྨི་ལམ་ དུ་ བགེགས་ དག་བྱེད་ དེ་ དམ་པ འི་ ཆོས་ ལ་ སྡང་བ་ ནི་ བདུད་ ཀྱི་ དབང་ དུ་ འགྲོ་བ ར་ འགྱུར་ རོ །_།
en: Thus, they are hostile to the Dharma and controlled by the māras.

source: དེ་ལྟ ར་ ཡང་དག་པ་ མ་ཡིན་པ འི་ ལམ་ དུ་ ཞུགས་པ་ དེ་ ནི་ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ ཡི་དགས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Those who pursue wrong paths will thus be born in the realm of starving spirits.

source: ཁ་ཟས་ ནི་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ ཟ་བ ར་ འགྱུར་ རོ །_། དེ་དེ་ དག་ གིས་ སྲེག་ ཅིང་ ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ མྱོང་བ་ ན །_
en: There, these beings eat balls of iron for food, which burns and causes them extreme pain.

source: ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ དེ་ལས་ སྐྱོ་བ ར་ མི་ བྱེད་ དེ །_ དེ་དེ་ ནས་ ཤི་ ནས་ སེམས་ཅན་ དམྱལ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Yet, although they suffer intensely, they do not develop any sadness, and when they die, they proceed to take birth in hell.

source: དེ་ནས་ བསྐལ་པ་ མང་པོ་ ཞིག་ གིས་ མི་ལུས་ ཐོབ་པ ར་ འགྱུར་ ཏེ །_
en: Finally, after many eons, they will then become human.

source: གལ་ཏེ་ བསྐལ་པ་ ཁྲི འམ །_ གལ་ཏེ་ བསྐལ་པ་ ཉི་ཁྲི ས་ འཐོབ་ ལ །_ དེ་ལྟ ར་ ངེས་པ ར་ ངན་སོང་ གསུམ་ རྣམས་ སུ་ འཚེད་ དོ །_། སྲེག་ གོ །_། ཟ འོ །_།
en: Before that, however, they must live ten or twenty thousand eons in the three lower realms, where they will be roasted and eaten.

source: གལ་ཏེ་ ཡང་ དེ་ནས་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ལོང་བ་ དང་ །_ འོན་པ་ དང་ །_ ལྐུགས་པ་ དང་ །_ དྲན་པ་ ཉམས་པ་ དང་ །_ ནད་ དུ་མ ས་ ལུས་ ཉམས་པ་ དང་ །_ ཤིན་ཏུ་ དབུལ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, some karmic actions to be experienced in other lives should make them take birth with the general lot in life of a human, they will, in accordance with their causal actions, be blind, deaf, mute, forgetful, and constantly sick, and live in extreme poverty.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འདི་ལྟར་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ འི་ བྱེ་བྲག་ གིས་ ཡི་དགས་ ཀྱི་ འགྲོ་བ་ རགས་པ་ དེ་ཙམ་ དག་ ནི་ མཐོང་ ན་
en: $1479 “Thus, as the monk who has knowledge of the effects of the ripening of karmic action investigates the world of starving spirits, he applies knowledge derived from hearing and thus perceives how karmic effects ripen in these lurid examples of life as a starving spirit.

source: འཁོར་ འབུམ་ཕྲག་ དུ་མ་ ནི་ མ་ མཐོང་ སྟེ གང་ རྒྱ་མཚོ འི་ མཐ འི་ བར་ རྣམས་ དང་ །_ གང་ རྒྱ་མཚོ འི་ གླིང་ རྣམས་ དང་ །_ གང་ འཛམ་བུ འི་ གླིང་ རྣམས་ དང་ །_ ནུབ་ ཀྱི་ བ་ལང་ སྤྱོད་ དང་ །_ [313a] ཤར་ གྱི་ ལུས་འཕགས་ དང་ །_ བྱང་ གི་ སྒྲ་ མི་ སྙན་ ལ་སོགས་པ འི་ གླིང་ཆེན་པོ་ རྣམས་ ཀྱི་ བར་ ན་ གནས་པ་ དེ་དག་ གི་ མིང་ གི་ རྣམ་ གྲངས་ ཙམ་ ཤེས་ སོ །_།
en: Although there are many hundreds of thousands of subsidiary species that he does not see, he will come to know the basic taxonomy of those inhabitants, to the ends of the seas, on the ocean islands, and between the great continents of Jambudvīpa, {{page:{number:463,id:UT22084-068-021-100489,folio:F.313.a,volume:V68}}} Godānīya in the west, Videha in the east, and Kuru in the north.

source: སྲིན་པོ་ དང་ །_ ཤ་ཟ་ དང་ །_ གྲུལ་བུམ་ དེ་དག་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ དག་ ནི་ ཤིན་ཏུ་ ཕྲ་བ ར་ ཤེས་པ ར་ བྱ་ སྟེ །_
en: $1480 “At this point he will think, ‘I must understand the extremely subtle ripening of the karmic effects of rākṣasas, piśācas, and kumbhāṇḍas.

source: གང་ ལས་ གང་ གིས་ དེར་ སྐྱེས །_
en: Where do such beings come from and due to what are they born?

source: ཁ་ཟས་ ནི་ ཅི་ ཟ །_
en: What do they eat?
